// linandchen 2020年2月14日

var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给我",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "最最最喜欢的未来女友猪琳",  // 同上...
        "今天是我们认识以来的第一个情人节",
        "虽然我们还未见面",
        "但我相信",
        "下一个情人节",
        "我们会手牵着手一起度过",
        "我要",
        "带你吃遍所有你想吃的",
        "带你走遍所有你想去的",
        "我想",
        "陪你走到最后",
        "陪你度过所有时光",
        "无论快乐的还是不快乐的",
        "因为太在意",
        "所以患得患失",
        "路还有很长",
        "希望一路有你",
    ],
    wish: "猪琳&&二气包已经认识了",  //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
    // 时间的格式很重要哦，一定要是下面这个格式!!
    // 年年年年-月月-日日 时时:分分:秒秒
    time: "2020-01-29 10:29:0",    //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
};
